Repository: contao/news-bundle
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: tr

# tl_module.news_archives.0
source: News archives
tr: Haber arşivleri

# tl_module.news_archives.1
source: Please select one or more news archives.
tr: Lütfen bir ya da bir kaç haber arşivi seçin.

# tl_module.news_featured.0
source: Featured items
tr: Öne çıkarılmış ögeler

# tl_module.news_featured.1
source: Here you can choose how featured items are handled.
tr: Buradan öne çıkarılmış ögelerin nasıl işleneceğini ayarlayabilirsiniz.

# tl_module.news_jumpToCurrent.0
source: No period selected
tr: Herhangi bir aralık seçilmediğinde

# tl_module.news_jumpToCurrent.1
source: Here you can define what to display if no period is selected.
tr: Buradan herhangi bir aralık seçilmediğinde neyin görüntüleneceğini tanımlayabilirsiniz.

# tl_module.news_readerModule.0
source: News reader module
tr: Haber okuyucu modülü

# tl_module.news_readerModule.1
source: Automatically switch to the news reader if an item has been selected.
tr: Bu seçenek etkinleştirildiğinde, bir öge seçildiğinde, otomatik olarak haber okuyucusuna geçilir.

# tl_module.news_metaFields.0
source: Meta fields
tr: Üst veri alanları

# tl_module.news_metaFields.1
source: Here you can select the meta fields.
tr: Buradan üst veri alanlarını seçebilirsiniz.

# tl_module.news_template.0
source: News template
tr: Haber kalıbı

# tl_module.news_template.1
source: Here you can select a news template.
tr: Buradan bir haber kalıbı seçebilirsiniz.

# tl_module.news_format.0
source: Archive format
tr: Arşiv biçimi

# tl_module.news_format.1
source: Here you can choose the news archive format.
tr: Buradan haber arşivi biçimini seçebilirsiniz.

# tl_module.news_startDay.0
source: Week start day
tr: Haftanın ilk günü

# tl_module.news_startDay.1
source: Here you can choose the week start day.
tr: Haftanın hangi gün ile başlayacağını belirtin.

# tl_module.news_order.0
source: Sort order
tr: Sıralama

# tl_module.news_order.1
source: Here you can choose the sort order.
tr: Buradan sıralamayı seçebilirsiniz.

# tl_module.news_showQuantity.0
source: Show number of items
tr: Öge sayısı görüntülensin

# tl_module.news_showQuantity.1
source: Show the number of news items of each month.
tr: Bu seçenek etkinleştirildiğinde, her ay için haberlerin sayısı görüntülenir.

# tl_module.news_day
source: Day
tr: Gün

# tl_module.news_month
source: Month
tr: Ay

# tl_module.news_year
source: Year
tr: Yıl

# tl_module.hide_module
source: Hide the module
tr: Modül gizlensin

# tl_module.show_current
source: Jump to the current period
tr: Geçerli aralığa geç

# tl_module.all_items
source: Show all news items
tr: Tüm haberler görüntülensin

# tl_module.featured
source: Show featured news items only
tr: Yalnızca öne çıkarılmış haberler görüntülensin

# tl_module.unfeatured
source: Skip featured news items
tr: Öne çıkarılmış haberler atlansın

# tl_module.featured_first
source: Show featured news items first
tr: İlk olarak öne çıkarılmış haberler görüntülensin

# tl_module.order_date_asc
source: Date ascending
tr: Tarihe göre artan

# tl_module.order_date_desc
source: Date descending
tr: Tarihe göre azalan

# tl_module.order_headline_asc
source: Headline ascending
tr: Başlığa göre artan

# tl_module.order_headline_desc
source: Headline descending
tr: Başlığa göre azalan

# tl_module.order_random
source: Random order
tr: Rastgele
