Repository: contao/news-bundle
Catalog: src/Resources/contao/languages/*/*_news.xlf
Languages: sr

# tl_news.headline.0
source: Title
sr: Назив

# tl_news.headline.1
source: Please enter the news title.
sr: Унесите наслов вести.

# tl_news.alias.0
source: News alias
sr: Алиас вести

# tl_news.alias.1
source: The news alias is a unique reference to the news item which can be called instead of its numeric ID.
sr: Алиас вести је јединствена референца на чланак која може да се користи уместо нумеричког ID-а.

# tl_news.author.0
source: Author
sr: Аутор

# tl_news.author.1
source: Here you can change the author of the news item.
sr: Овде можете променити аутора вести.

# tl_news.date.0
source: Date
sr: Датум

# tl_news.date.1
source: Please enter the date according to the global date format.
sr: Унесите датум у складу са глобалним форматом датума.

# tl_news.time.0
source: Time
sr: Време

# tl_news.time.1
source: Please enter the time according to the global time format.
sr: Унесите време у складу са глобалним форматом времена.

# tl_news.pageTitle.0
source: Meta title
sr: Мета назив

# tl_news.pageTitle.1
source: Here you can add a custom meta title to overwrite the default page title.
sr: Овде можете додати произвољан мета назив који ће прегазити подразумевани назив странице.

# tl_news.robots.0
source: Robots tag
sr: Роботски тагови

# tl_news.robots.1
source: Here you can overwrite how search engines handle the news item.
sr: Овде можете прегазити правила која користе претраживачи приликом обраде вести.

# tl_news.description.0
source: Meta description
sr: Мета опис

# tl_news.description.1
source: Here you can add a custom meta description to overwrite the default page description.
sr: Овде можете додати произвољан мета опис који ће прегазити подразумевани опис странице.

# tl_news.subheadline.0
source: Subheadline
sr: Поднаслов

# tl_news.subheadline.1
source: Here you can enter a subheadline.
sr: Овде можете унети поднаслов.

# tl_news.teaser.0
source: News teaser
sr: Тизер вести

# tl_news.teaser.1
source: The news teaser can be shown in a news list instead of the full story. A "read more …" link will be added automatically.
sr: Тизер вести који представља кратки текст о садржају чланка може бити приказан у листи вести уместо пуног чланка. Линк "Детаљније..." у том случају ће бити додат аутоматски.

# tl_news.text.0
source: News text
sr: Текст вести

# tl_news.text.1
source: Here you can enter the news text.
sr: Овде можете унети текст вести.

# tl_news.addImage.0
source: Add an image
sr: Додај слику

# tl_news.addImage.1
source: Add an image to the news item.
sr: Додај слику уз вест.

# tl_news.addEnclosure.0
source: Add enclosures
sr: Додај прилоге

# tl_news.addEnclosure.1
source: Add one or more downloadable files to the news item.
sr: Додај један или више фајлова за преузимање уз вест.

# tl_news.enclosure.0
source: Enclosures
sr: Прилози

# tl_news.enclosure.1
source: Please choose the files you want to attach.
sr: Изаберите фајлове које желите прикачити.

# tl_news.source.0
source: Redirect target
sr: Локација преусмерења

# tl_news.source.1
source: Here you can override the default redirect target.
sr: Овде можете премостити основну локацију преусмерења.

# tl_news.default.0
source: Use default
sr: Користи подразумевану вредност

# tl_news.default.1
source: By clicking the "read more …" button, visitors will be redirected to the default page of the news archive.
sr: Кликом на "Детаљније...", посетиоци ће бити преусмерени на подразумевану страницу категорије вести.

# tl_news.internal.0
source: Page
sr: Страница

# tl_news.internal.1
source: By clicking the "read more …" button, visitors will be redirected to a page.
sr: Кликом на "Детаљније...", посетиоци ће бити преусмерени на страницу.

# tl_news.article.0
source: Article
sr: Чланак

# tl_news.article.1
source: By clicking the "read more …" button, visitors will be redirected to an article.
sr: Кликом на "Детаљније...", посетиоци ће бити преусмерени на чланак.

# tl_news.external.0
source: Custom URL
sr: Произвољни URL

# tl_news.external.1
source: By clicking the "read more …" button, visitors will be redirected to a custom URL.
sr: Кликом на "Прочитај више...", посетилац ће бити преусмерен на одређени URL.

# tl_news.jumpTo.0
source: Redirect page
sr: Страница преусмерења

# tl_news.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking the news item.
sr: Изаберите страницу на коју ће посетиоци бити преусмерени кликом на вест.

# tl_news.articleId.0
source: Article
sr: Чланак

# tl_news.articleId.1
source: Please choose the article to which visitors will be redirected when clicking the news item.
sr: Изаберите чланак на који ће посетиоци бити преусмерени кликом на вест.

# tl_news.cssClass.0
source: CSS class
sr: CSS класа

# tl_news.cssClass.1
source: Here you can enter one or more classes.
sr: Овде можете унети једну или више класа.

# tl_news.noComments.0
source: Disable comments
sr: Искључи коментаре

# tl_news.noComments.1
source: Do not allow comments for this particular news item.
sr: Забрани коментаре за ову вест.

# tl_news.featured.0
source: Feature item
sr: Истакнута вест

# tl_news.featured.1
source: Show the news item in a featured news list.
sr: Прикажи ову вест на листи истакнутих вести.

# tl_news.published.0
source: Publish item
sr: Објави вест

# tl_news.published.1
source: Make the news item publicly visible on the website.
sr: Објави вест на сајту.

# tl_news.start.0
source: Show from
sr: Прикажи од

# tl_news.start.1
source: If you want to prevent the news item from showing on the website before a certain date/time, you can enter it here. Otherwise leave the field blank.
sr: Ако желите да спречите да се чланак прикаже на сајту пре одређеног датума/времена, овде то можете подесити. У супротном оставите поље празним.

# tl_news.stop.0
source: Show until
sr: Прикажи до

# tl_news.stop.1
source: If you want to prevent the news item from showing on the website after a certain date/time, you can enter it here. Otherwise leave the field blank.
sr: Ако желите да спречите да се чланак прикаже на сајту након одређеног датума/времена, овде то можете подесити. У супротном оставите поље празним.

# tl_news.tstamp.0
source: Revision date
sr: Датум последње верзије

# tl_news.tstamp.1
source: Date and time of the latest revision
sr: Датум и време последње верзије

# tl_news.title_legend
source: Title and author
sr: Назив и аутор

# tl_news.date_legend
source: Date and time
sr: Датум и време

# tl_news.teaser_legend
source: Subheadline and teaser
sr: Поднаслов и тизер

# tl_news.text_legend
source: News text
sr: Текст вести

# tl_news.image_legend
source: Image settings
sr: Подешавања слике

# tl_news.enclosure_legend
source: Enclosures
sr: Прилози

# tl_news.source_legend
source: Redirect target
sr: Локација преусмерења

# tl_news.meta_legend
source: Metadata
sr: Мета подаци

# tl_news.expert_legend
source: Expert settings
sr: Напредна подешавања

# tl_news.publish_legend
source: Publish settings
sr: Примени подешавања

# tl_news.new.0
source: New
sr: Ново

# tl_news.new.1
source: Create a new news item
sr: Креирај нову ставку вести

# tl_news.show
source: Show the details of news item ID %s
sr: Прикажи детаље ставке вести ID %s

# tl_news.edit
source: Edit news item ID %s
sr: Уреди ставку вести ID %s

# tl_news.copy
source: Duplicate news item ID %s
sr: Копирај ставку вести ID %s

# tl_news.cut
source: Move news item ID %s
sr: Помери ставку вести ID %s

# tl_news.delete
source: Delete news item ID %s
sr: Обриши ставку вести ID %s

# tl_news.toggle
source: Publish/unpublish news item ID %s
sr: Објави/сакриј ставку вести ID %s

# tl_news.feature
source: Feature/unfeature news item ID %s
sr: Истакни/уклони истицање вести ID %s

# tl_news.editheader
source: Edit the settings of news item ID %s
sr: Уредите подешавања вести ID %s

# tl_news.pasteafter.0
source: Paste into this news archive
sr: Налепи у категорију вести

# tl_news.editmeta
source: Edit the news item settings
sr: Уреди подешавања ставке вести
