Repository: contao/news-bundle
Catalog: contao/languages/*/*_module.xlf
Languages: pl, sv

# tl_module.news_archives.0
source: News archives
pl: Archiwa aktualności
sv: Nyhetsarkiv

# tl_module.news_archives.1
source: Please select one or more news archives.
pl: Zaznacz jedno lub więcej archiwum aktualności.
sv: Välj ett eller flera nyhetsarkiv.

# tl_module.news_featured.0
source: Featured items
pl: Tylko promowane aktualności
sv: Viktiga nyheter

# tl_module.news_featured.1
source: Here you can choose how featured items are handled.
pl: Tutaj możesz wybrać jak obsługiwane są promowane aktualności.
sv: Här kan du välja hur viktiga nyheter ska hanteras.

# tl_module.news_jumpToCurrent.0
source: No period selected
pl: Skocz do aktualnego miesiąca
sv: Ingen period är vald

# tl_module.news_jumpToCurrent.1
source: Here you can define what to display if no period is selected.
pl: Jeśli wybierzesz tę opcję, Contao automatycznie przeskoczy do archiwum aktualności obecnego miesiąca, gdy poszczególne archiwum zostało określone.
sv: Här kan du definiera vad som ska visas om ingen period är vald.

# tl_module.news_readerModule.0
source: News reader module
pl: Moduł czytnika aktualności
sv: Nyhetsläsar-modul

# tl_module.news_readerModule.1
source: Automatically switch to the newsreader if an item has been selected.
pl: Automatycznie przełącz na czytnik aktualności, jeśli wybrany został jakiś artykuł.

# tl_module.news_template.0
source: News template
pl: Szablon aktualności
sv: Nyhetsmall

# tl_module.news_template.1
source: Here you can select a news template.
pl: Tutaj możesz wybrać szablon aktualności. Możesz dodać dowolny szablon do folderu <em>templates</em>. Pliki szablonów zaczynają się od <em>news_</em> i muszą mieć rozszerzenie <em>.html5</em>.
sv: Här kan du välja en nyhetsmall.

# tl_module.news_format.0
source: Archive format
pl: Format
sv: Arkivformat

# tl_module.news_format.1
source: Here you can choose the news archive format.
pl: Wybierz format dla archiwum
sv: Vänligen välj ett format för nyhetsarkivet.

# tl_module.news_startDay.0
source: Week start day
pl: Dzień rozpoczynający tydzień
sv: Veckans startdag

# tl_module.news_startDay.1
source: Here you can choose the week start day.
pl: Tu możesz wybrać dzień rozpoczynający tydzień.
sv: Här kan du välja veckans startdag.

# tl_module.news_order.0
source: Sort order
pl: Kolejność sortowania
sv: Sorteringsordning

# tl_module.news_order.1
source: Here you can choose the sort order.
pl: Tutaj możesz wybrać kolejność sortowania.
sv: Här kan du välja sorteringsordning.

# tl_module.news_showQuantity.0
source: Show number of items
pl: Pokaż liczbę wpisów
sv: Visa antal i menyn

# tl_module.news_showQuantity.1
source: Show the number of news items of each month.
pl: Jeśli wybierzesz tę opcję, ilość aktualności w miesiącu będzie wyświetlana w menu archiwum.
sv: Om du väljer detta alternativ kommer antal nyheter per månad att visas i arkivmenyn.

# tl_module.news_keepCanonical.0
source: Use the current URL for canonical links
pl: Użyj bieżącego adresu URL dla linków kanonicznych

# tl_module.news_keepCanonical.1
source: Keep the current URL instead of the configured reader page for canonical links.
pl: Zachowaj bieżący adres URL zamiast skonfigurowanej strony czytnika dla linków kanonicznych.

# tl_module.news_overview_legend
source: Overview page
pl: Strona listy

# tl_module.news_day
source: Day
pl: Dzień
sv: Dag

# tl_module.news_month
source: Month
pl: Miesiąc
sv: Månad

# tl_module.news_year
source: Year
pl: Rok
sv: År

# tl_module.hide_module
source: Hide the module
pl: Ukryj moduł
sv: Göm modulen

# tl_module.show_current
source: Jump to the current period
pl: Przejdź do aktualnego okresu
sv: Hoppa till nuvarande period

# tl_module.all_items
source: Show all news items
pl: Pokaż wszystkie pozycje aktualności
sv: Visa alla nyhetsposter

# tl_module.featured
source: Show featured news items only
pl: Pokaż tylko pozycje promowane
sv: Visa endast viktiga nyhetsposter

# tl_module.unfeatured
source: Skip featured news items
pl: Pomiń pozycje promowane
sv: Hoppa över viktiga nyhetsposter

# tl_module.featured_first
source: Show featured news items first
pl: Pokaż wyróżnione aktualności na początku
sv: Visa utvalda nyheter först

# tl_module.order_date_asc
source: Date ascending
pl: Po dacie rosnąco
sv: Datum stigande

# tl_module.order_date_desc
source: Date descending
pl: Po dacie malejąco
sv: Datum fallande

# tl_module.order_headline_asc
source: Headline ascending
pl: Po nagłówku rosnąco
sv: Rubrik stigande

# tl_module.order_headline_desc
source: Headline descending
pl: Po nagłówku malejąco
sv: Rubrik fallande

# tl_module.order_random
source: Random order
pl: Porządek losowy
sv: Slumpmässig ordning

# tl_module.news_readerModule.1
source: Automatically switch to the news reader if an item has been selected.
sv: Växla automatiskt till nyhetsläsaren om en nyhetsartikel har valts.

# tl_module.news_metaFields.0
source: Meta fields
sv: Rubrikfält

# tl_module.news_metaFields.1
source: Here you can select the meta fields.
sv: Välj vilka fält som du vill inkludera i nyhetsarkivrubriken.
