Repository: contao/news-bundle
Catalog: contao/languages/*/*_news.xlf
Languages: fr

# tl_news.headline.0
source: Title
fr: Titre

# tl_news.headline.1
source: Please enter the news title.
fr: Saisir le titre de l'actualité.

# tl_news.alias.0
source: News alias
fr: Alias d'actualité

# tl_news.alias.1
source: The news alias is a unique reference to the news item which can be called instead of its numeric ID.
fr: Un alias d'actualité est une référence unique qui remplace l'ID numérique de l'actualité.

# tl_news.author.0
source: Author
fr: Auteur

# tl_news.author.1
source: Here you can change the author of the news item.
fr: Changer l'auteur de l'actualité.

# tl_news.date.1
source: Please enter the date according to the global date format.
fr: Saisir la date de l'actualité selon le format de date global.

# tl_news.time.0
source: Time
fr: Heure

# tl_news.time.1
source: Please enter the time according to the global time format.
fr: Saisir les heures et minutes de l'actualité selon le format de date global.

# tl_news.pageTitle.0
source: Meta title
fr: Meta Titre

# tl_news.pageTitle.1
source: Here you can add a custom meta title to overwrite the default page title.
fr: Ajouter une méta-title personnalisé pour remplacer le titre de page par défaut.

# tl_news.robots.0
source: Robots tag
fr: Balises Robots

# tl_news.robots.1
source: Here you can overwrite how search engines handle the news item.
fr: Remplacer la façon dont les moteurs de recherche traitent l’actualité.

# tl_news.description.1
source: Here you can add a custom meta description to overwrite the default page description.
fr: Ajouter une méta-description personnalisé pour remplacer la description de page par défaut.

# tl_news.subheadline.0
source: Subheadline
fr: Sous-titre

# tl_news.subheadline.1
source: Here you can enter a subheadline.
fr: Saisir un sous-titre.

# tl_news.teaser.0
source: News teaser
fr: Accroche

# tl_news.teaser.1
source: The news teaser can be shown in a news list instead of the full story. A "read more …" link will be added automatically.
fr: Une accroche peut être affichée dans la liste des actualités à la place de l'article complet. Un lien "En savoir plus ..." sera ajouté automatiquement.

# tl_news.text.0
source: News text
fr: Texte de l'actualité

# tl_news.text.1
source: Here you can enter the news text.
fr: Saisir le texte de l'actualité.

# tl_news.addImage.0
source: Add an image
fr: Ajouter une image

# tl_news.addImage.1
source: Add an image to the news item.
fr: Ajouter une image à l'actualité.

# tl_news.addEnclosure.0
source: Add enclosures
fr: Joindre des fichiers

# tl_news.addEnclosure.1
source: Add one or more downloadable files to the news item.
fr: Ajouter un ou plusieurs fichiers à l'élément d'actualité.

# tl_news.enclosure.0
source: Enclosures
fr: Fichiers joints

# tl_news.enclosure.1
source: Please choose the files you want to attach.
fr: Choisir le(s) fichier(s) à joindre à la réponse.

# tl_news.source.0
source: Redirect target
fr: Cible de redirection

# tl_news.source.1
source: Here you can override the default redirect target.
fr: Choisir si la cible de redirection est une page interne ou externe.

# tl_news.default.0
source: Use default
fr: Utiliser la page par défaut

# tl_news.default.1
source: By clicking the "read more …" button, visitors will be redirected to the default page of the news archive.
fr: En cliquant sur le lien "En savoir plus ..." les visiteurs seront redirigés vers la page par défaut des archives.

# tl_news.internal.0
source: Page
fr: Page interne

# tl_news.internal.1
source: By clicking the "read more …" button, visitors will be redirected to a page.
fr: En cliquant sur le lien "En savoir plus ...", les visiteurs seront redirigés vers une page interne.

# tl_news.article.1
source: By clicking the "read more …" button, visitors will be redirected to an article.
fr: En cliquant sur le lien "En savoir plus ...", les visiteurs seront redirigés vers un article.

# tl_news.external.0
source: Custom URL
fr: URL personnalisée

# tl_news.external.1
source: By clicking the "read more …" button, visitors will be redirected to a custom URL.
fr: En cliquant sur le lien "En savoir plus ...", les visiteurs seront redirigés vers une URL spécifique.

# tl_news.jumpTo.0
source: Redirect page
fr: Page de redirection

# tl_news.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking the news item.
fr: Choisir la page vers laquelle les visiteurs seront redirigés en cliquant sur l'actualité.

# tl_news.articleId.1
source: Please choose the article to which visitors will be redirected when clicking the news item.
fr: Choisir l'article vers lequel les visiteurs seront redirigés en cliquant sur l'actualité.

# tl_news.cssClass.0
source: CSS class
fr: Classe(s) CSS

# tl_news.cssClass.1
source: Here you can enter one or more classes.
fr: Saisir une ou plusieurs classes CSS.

# tl_news.noComments.0
source: Disable comments
fr: Désactiver les commentaires

# tl_news.noComments.1
source: Do not allow comments for this particular news item.
fr: Désactiver les commentaires pour cette actualité en particulier.

# tl_news.featured.0
source: Feature item
fr: Élément vedette

# tl_news.featured.1
source: Show the news item in a featured news list.
fr: Afficher l'élément d'actualité dans une liste d'actualités vedettes.

# tl_news.published.0
source: Publish item
fr: Publier l'actualité

# tl_news.published.1
source: Make the news item publicly visible on the website.
fr: Rendre l'actualité visible aux visiteurs de votre site.

# tl_news.start.0
source: Show from
fr: Afficher à partir du

# tl_news.start.1
source: If you want to prevent the news item from showing on the website before a certain date/time, you can enter it here. Otherwise leave the field blank.
fr: Si vous ne souhaitez pas diffuser l'actualité sur le site avant une certaine date / heure, vous pouvez la saisir ici. Sinon, laissez le champ vide.

# tl_news.stop.0
source: Show until
fr: Afficher jusqu'au

# tl_news.stop.1
source: If you want to prevent the news item from showing on the website after a certain date/time, you can enter it here. Otherwise leave the field blank.
fr: Si vous ne souhaitez pas diffuser l'actualité sur le site après une certaine date / heure, vous pouvez la saisir ici. Sinon, laissez le champ vide.

# tl_news.tstamp.0
source: Revision date
fr: Date de révision

# tl_news.tstamp.1
source: Date and time of the latest revision
fr: Date et heure de la dernière révision

# tl_news.title_legend
source: Title and author
fr: Titre et auteur

# tl_news.date_legend
source: Date and time
fr: Date et heure

# tl_news.teaser_legend
source: Subheadline and teaser
fr: Sous-titre et accroche

# tl_news.text_legend
source: News text
fr: Texte de l'actualité

# tl_news.image_legend
source: Image settings
fr: Paramètres d'image

# tl_news.enclosure_legend
source: Enclosures
fr: Fichiers joints

# tl_news.source_legend
source: Redirect target
fr: Cible de redirection

# tl_news.meta_legend
source: Metadata
fr: Métadata

# tl_news.expert_legend
source: Expert settings
fr: Paramètres avancés

# tl_news.publish_legend
source: Publish settings
fr: Paramètres de publication

# tl_news.new.0
source: New
fr: Nouveau

# tl_news.new.1
source: Create a new news item
fr: Créer une nouvelle actualité

# tl_news.show
source: Show the details of news item ID %s
fr: Afficher les détails de l'actualité ID %s

# tl_news.edit
source: Edit news item ID %s
fr: Éditer l'actualité ID %s

# tl_news.copy
source: Duplicate news item ID %s
fr: Dupliquer l'actualité ID %s

# tl_news.cut
source: Move news item ID %s
fr: Déplacer l'actualité ID %s

# tl_news.delete
source: Delete news item ID %s
fr: Supprimer l'actualité ID %s

# tl_news.toggle
source: Publish/unpublish news item ID %s
fr: Publier/dé-publier l'actualité ID %s

# tl_news.feature
source: Feature/unfeature news item ID %s
fr: Actualité ID %s vedette / standard

# tl_news.editheader
source: Edit the settings of news item ID %s
fr: Éditer les paramètres de l'actualité ID %s

# tl_news.pasteafter.0
source: Paste into this news archive
fr: Coller dans cette archive

# tl_news.editmeta
source: Edit the news item settings
fr: Éditer les paramètres de l'actualité
