Repository: contao/news-bundle
Catalog: contao/languages/*/default.xlf
Languages: cs, ja, ru, sv

# MSC.open
source: Read more on %s
cs: Čtěte více na %s
ja: %sの続きを読む
ru: Подробнее на %s
sv: Läs mer på %s

# MSC.author
source: Author
cs: Autor
ja: 作成者
ru: Автор
sv: Namn

# MSC.empty
source: There are no news items for this period.
cs: Žádné novinky pro tento měsíc
ja: この期間にニュース項目はありません。
ru: Новостей за этот период нет.
sv: Inga nyhetsartiklar tillängliga för denna period.

# MSC.emptyList
source: Currently there are no news items.
cs: Momentálně nejsou k dispozici žádné záznamy
ja: 現在ニュース項目はありません。
ru: На данный момент новостей нет.
sv: Det finns för tillfället inga nyhetsartiklar tillgängliga.

# MSC.comments
source: Comments
ja: コメント

# MSC.commentCount
source: (comments: %s)
ja: (コメント: %s)

# MSC.news_items
source: %d item(s)
cs: %d článků
ja: %d個の項目
ru: %d шт.
sv: %d artikel(ar)

# MSC.newsPicker
source: News
cs: Novinky
ja: ニュース
ru: Новости
sv: Nyheter

# MSC.newsOverview
source: Back to the news overview
cs: Zpět k přehledu novinek
ja: ニュースの概要に戻る
ru: Перейти к обзору новостей
sv: Tillbaka till nyhetsöversikten

# PTY.news_feed.0
source: News feed
cs: Kanály novinek
ja: ニュースのフィード
ru: Канал новостей
sv: Nyhetsflöde

# PTY.news_feed.1
source: Create an RSS, Atom or JSON feed from your news archives.
cs: Vytvoří kanál z novinek ve formátu RSS, Atom nebo JSON.
ja: ニュースアーカイブからRSS、ATOM、JSONのフィードを作成します。
ru: Создайте канал RSS, Atom или JSON из архивов новостей.
sv: Skapa ett RSS-, Atom- eller JSON-flöde från dina nyhetsarkiv.

# MSC.by
source: by
cs: vytvořil:
ru: пишет:
sv: av
