Repository: contao/news-bundle
Catalog: contao/languages/*/modules.xlf
Languages: tr

# MOD.news.0
source: News
tr: Haberler

# MOD.news.1
source: Manage news
tr: Haberler yönetimi

# MOD.tl_news
source: Items
tr: Ögeler

# FMD.news
source: News
tr: Haberler

# FMD.newslist.0
source: Newslist
tr: Haber listesi

# FMD.newslist.1
source: Adds a list of news items to the page
tr: Sayfaya bir haberler listesi ekler

# FMD.newsreader.0
source: Newsreader
tr: Haber okuyucu

# FMD.newsreader.1
source: Shows the details of a news item
tr: Bir haberin ayrıntılarını görüntüler

# FMD.newsarchive.0
source: News archive
tr: Haber arşivi

# FMD.newsarchive.1
source: Adds a news archive to the page
tr: Sayfaya bir haber arşivi ekler

# FMD.newsmenu.0
source: News archive menu
tr: Haber arşivi menüsü

# FMD.newsmenu.1
source: Generates a navigation menu to browse the news archive
tr: Haber arşivinde gezinmeyi sağlayan bir menü oluşturur
